Repository: stanolacko/JCloisterZone
Catalog: po/*.po
Languages: ca

source: Report bug
ca: Informa d''un error

source: <html>Bug report tool pack saved game, internal game log and system information to simplify debugging process.</html>
ca: <html>Per simplificar el procés de depuració, l''informe inclou automàticament la partida desada, el fitxer de registre i la informació de sistema.</html>

source: Please describe bug...
ca: Descripció de l''error:

source: ...then download report archive and send via email to farin@farin.cz
ca: Tot seguit, cal guardar l'informe i enviar-lo via correu electrònic a l''adreça farin@farin.cz.

source: Bug report failed
ca: Ha fallat l''informe d''error.

source: Basic game
ca: Joc base

source: Basic game (2.0)
ca: Joc base (2.0)

source: Wheel of Fortune
ca: La roda de la fortuna

source: Winter Edition
ca: Edició d''hivern

source: The Gingerbread Man
ca: L''home de gingebre

source: Inns & Cathedrals
ca: Posades i catedrals

source: Traders & Builders
ca: Mercaders i constructors

source: The Princess & The Dragon
ca: La princesa i el drac

source: The Tower
ca: La torre

source: Abbey & Mayor
ca: L''abadia i l''alcalde

source: The Catapult
ca: La catapulta

source: Bridges, Castles and Bazaars
ca: Ponts, castells i basars

source: Hills and Sheep
ca: Turons i ovelles

source: Under the Big Top
ca: Sota la carpa de circ

source: King and Robber Baron
ca: El rei i el baró bandoler

source: The River
ca: El riu

source: The River II
ca: El riu II

source: The Cathars / Siege
ca: Els càtars

source: The Besiegers
ca: El setge

source: The Count of Carcassonne
ca: El comte de Carcassonne

source: The Mini Expansion (GQ11)
ca: La miniexpansió (GQ11)

source: The Cult
ca: El culte

source: The Tunnel
ca: El túnel

source: The Corn Circles
ca: Els cercles de les collites

source: The Plague
ca: La pesta

source: The Phantom
ca: El fantasma

source: The Festival (10th an.)
ca: El festival (10è aniv.)

source: Little Buildings
ca: Edificis petits

source: The Wind Rose
ca: La rosa dels vents

source: The German Monasteries
ca: Monestirs alemanys

source: Castles in Germany
ca: Castells alemanys

source: Halfings
ca: Meitat i meitat

source: The Watchtower
ca: La torre de vigilància

source: The Flier
ca: Màquines voladores

source: The Messages
ca: Els despatxos

source: The Ferries
ca: Els transbordadors

source: The Goldmines
ca: Les mines d''or

source: Mage & Witch
ca: El mag i la bruixa

source: The Robbers
ca: Els lladres

source: The Corn Circles II
ca: Els cercles de les collites II

source: The School
ca: L''escola

source: Russian Promos
ca: Promocionals russes

source: Darmstadt Promo
ca: Promocionals Darmstadt

source: Labyrinth
ca: Laberint

source: (Unknown expansion)
ca: (Expansió desconeguda)

source: Bridge
ca: Pont

source: Castle
ca: Castell

source: City
ca: Ciutat

source: Cloister
ca: Monestir

source: Farm
ca: Camp

source: Road
ca: Camí

source: Tower
ca: Torre

source: Yaga's Hut
ca: La cabana de Iagà

source: Randomize seating order
ca: Situa els jugadors aleatòriament

source: Play farmers
ca: Juga grangers

source: Use pig herds independently (without T&B expansion)
ca: Usa porcades independentment (sense expansió de mercaders)

source: Princess MUST remove a knight from city.
ca: La princesa ha de retirar un cavaller de la ciutat.

source: Dragon movement occurs after scoring.
ca: El drac es mou després de puntuar.

source: Place fairy on the tile. (instead of next to a follower)
ca: Posa la fada a la lloseta nova, no al costat d''un seguidor.

source: Allow direct barn placement on a farm where another barn is already placed.
ca: Permet posar directament un graner en un camp on ja n''hi hagi un altre.

source: No bazaar bidding. Each player just chooses one tile.
ca: Quan apareix el basar, no hi ha subhasta: cada jugador només escull la seva lloseta.

source: Count number of followers on hill as tiebreaker.
ca: Compta el nombre de seguidors dels turons per desempatar.

source: Escape cloister can be placed adjacent to any tile of a besieged city.
ca: El monestir de fugida pot ser qualsevol lloseta adjacent de la ciutat assetjada.

source: The Pig herd is present on the farm tile.
ca: La porcada està present a la lloseta del camp.

source: Apply tunnel rule on tunnels from other expansions.
ca: Aplica la regla del túnel als túnels d''altres expansions.

source: Assign 3/2 tunnel set in game of two/three players.
ca: Assigna un conjunt de 3/2 túnels per partides de 2/3 jugadors.

source: Only follower can be returned by festival (instead of any figure)
ca: El festival només retorna seguidors (en lloc de qualsevol figura).

source: Keep basic cloisters in the game.
ca: Mantén els monestirs bàsics al joc.

source: Add 3/2/1 points for tower/house/shed.
ca: Afegeix 3/2/1 punts per torre/casa/sopluig.

source: Advanced labyrinth variant
ca: Variant avançada del laberint

source: Tiny city is scored only for 2 points.
ca: Cada ciutat petita (de dues llosetes) val sols 2 punts.

source: Leave game
ca: Abandona la partida

source: Cancel
ca: Cancel·la

source: The game is not finished. Do you really want to stop game and disconnect all other players?
ca: La partida no ha acabat. Voleu parar i desconnectar-vos dels altres jugadors?

source: The game is not finished. Do you really want to leave it?
ca: La partida no ha acabat. Voleu sortir?

source: Error
ca: S''ha produït un error.

source: Load game
ca: Carrega una partida

source: Connection lost
ca: S''ha perdut la connexió.

source: Online play server is not compatible with your application. Please upgrade JCloisterZone to the latest version.
ca: El servidor per a partides en línia no és compatible amb la vostra aplicació. Cal que actualitzeu el JCloisterZone a l''última versió disponible.

source: Remote JCloisterZone is not compatible with local application. Please upgrade both applications to same version.
ca: La versió remota del JCloisterZone no és compatible amb la local. Si us plau, feu servir la mateixa versió en tots els ordinadors.

source: Incompatible versions
ca: Versions incompatibles

source: Invalid password
ca: Contrasenya no vàlida

source: Confirm or undo a meeple placement.
ca: Confirmeu o desfeu la col·locació del meeple.

source: Waiting for a confirmation by remote player.
ca: Esperant la confirmació d''un jugador remot.

source: No action available. Pass or undo a tile placement.
ca: No es pot fer cap acció. Passeu o desfeu la col·locació de la lloseta.

source: Type to chat
ca: Escriviu per xatejar

source: Skip
ca: Passa

source: Continue
ca: Continua

source: Skip Abbey
ca: Passa l''abadia

source: Cancel and place Abbey
ca: Cancel·la i situa l''abadia

source: This is your last turn. If you skip it your Abbey remain unplaced.
ca: Aquest és el vostre últim torn. Si passeu, no col·locareu l''abadia

source: Last chance to place the Abbey
ca: Última ocasió de situar l''abadia

source: About application
ca: Sobre l''aplicació

source: Version
ca: Versió

source: Distributed under the terms of GNU Affero General Public License version 3
ca: Distribuït sota els termes de la llicència Affero GPL GNU versió 3.

source: Discarded tiles
ca: Llosetes descartades

source: These tiles have been discarded during the game
ca: Aquestes llosetes s''han descartat durant la partida.

source: Game setup
ca: Configuració del joc

source: Rules
ca: Regles de joc especials

source: Use system language
ca: Empra l''idioma del sistema

source: TAB / right click
ca: Tab / clic dret

source: + mouse over spot
ca: + ratolí damunt del lloc

source: Language
ca: Idioma

source: To apply new language you must restart the application
ca: Cal reiniciar l''aplicació per aplicar el nou idioma.

source: Theme
ca: Tema

source: To apply new theme you must restart the application
ca: Cal reiniciar l''aplicació per aplicar el nou tema.

source: Tile rotation
ca: Rotació de llosetes

source: AI placement delay (ms)
ca: Retard de la col·locació de l''IA (en ms)

source: Score display duration (sec)
ca: Duració de la visualització de la puntuació (en s)

source: Preferences
ca: Preferències

source: Interface
ca: Interfície

source: Plugins
ca: Connectors

source: Save
ca: Desa

source: Tile Distribution
ca: Distribució de llosetes

source: %d tiles left
ca: Queden %d llosetes.

source: Bazaar supply
ca: Subministrament del basar

source: Choose your tile.
ca: Escolliu una lloseta.

source: <html>Choose tile for next auction<br>and make initial offer.</html>
ca: <html>Escolliu la lloseta de la propera subhasta<br>i feu-ne l''oferta inicial.</html>

source: Raise bid or pass.
ca: Pugeu l''oferta o passeu.

source: Buy or sell tile from latest bidder.
ca: Compra o ven la lloseta de l''últim postor.

source: points
ca: punts

source: Buy
ca: Compra

source: Sell
ca: Ven

source: Select
ca: Selecciona

source: Bid
ca: Ofereix

source: Pass
ca: Passa

source: Corn circle
ca: Cercle de la collita

source: Each player…
ca: Cada jugador...

source: may deploy additional follower
ca: pot situar un seguidor addicional

source: must remove follower
ca: ha de treure un seguidor

source: on/from a {0}.
ca: de/en un {0}.

source: Shepherd
ca: Pastor

source: Farm with shepherd was expanded.
ca: S'ha expandit una granja amb un pastor.

source: You can draw another sheep/wolf token from a bag.
ca: Podeu agafar una altra fitxa d''ovella/llop de la bossa.

source: ({0} tokens left in bag)
ca: (queda/en [0] fitxa/es a la bossa)

source: Expand the flock of sheep.
ca: Expandiu el ramat d'ovelles.

source: Or score the flock for {0} points.
ca: O puntueu el ramat per {0} punt(s).

source: Herd the flock into the stable.
ca: Porta el ramat a l'estable.

source: Prisoners exchange
ca: Intercanvi de presoners

source: The captured prisoner is going to be immediately exchanged. You can select which follower you want to exchange for.
ca: El presoner capturat s''intercanviarà immediatament. Podeu escollir per quin seguidor el voleu intercanviar.

source: Mage and Witch
ca: El mag i la bruixa

source: It''s not possible to place mage or witch because there isn''t an unfinished feature. Select what figure do you want to remove from board.
ca: No es pot situar el mag ni la bruixa perquè no hi ha cap construcció inacabada. Seleccioneu la figura que voleu retirar del tauler.

source: Remove the mage.
ca: Retireu el mag.

source: Remove the witch.
ca: Retireu la bruixa.

source: Place as abbot
ca: Situa com a abat

source: Place as monk
ca: Situa com a monjo

source: How do you want to place follower on monastery?
ca: Com voleu situar el seguidor al monestir alemany?

source: Monastery
ca: Monestir alemany

source: New game
ca: Partida nova

source: Connect
ca: Connecta

source: Play Online
ca: Juga en línia

source: Disconnect
ca: Desconnecta

source: Leave Game
ca: Abandona la partida

source: Save Game
ca: Desa la partida

source: Load Game
ca: Carrega una partida

source: Quit
ca: Surt

source: Undo
ca: Desfés

source: Zoom In
ca: Aproxima

source: Zoom Out
ca: Allunya

source: Rotate Board
ca: Gira el tauler

source: Show Game Events
ca: Mostra els esdeveniments de la partida

source: Show Last Placements
ca: Mostra les últimes llosetes col·locades

source: Show Farm Hints
ca: Mostra els camps ressaltats

source: Show Projected Points
ca: Mostra els punts previstos

source: Show Discarded Tiles
ca: Mostra les llosetes descartades

source: Show Game Setup
ca: Mostra les opcions de la partida

source: Take Screenshot
ca: Pren una captura de pantalla

source: Beep Alert at Player Turn
ca: So d''alerta quan comenci el torn del jugador

source: Confirm Every Meeple Deployment
ca: Confirma la col·locació de cada meeple

source: Confirm Meeple Deployment on a Farm
ca: Confirma la col·locació del granger

source: Confirm Meeple Deployment on a Tower
ca: Confirma la col·locació del seguidor en una torre

source: Confirm Ransom Payment
ca: Confirma el pagament del rescat

source: About
ca: Sobre l''aplicació

source: Report Bug
ca: Informa d''un error

source: Session
ca: Sessió

source: Game
ca: Joc

source: Settings
ca: Configuració

source: Help
ca: Ajuda

source: Game title
ca: Nom de la partida

source: Password
ca: Contrasenya

source: If you leave password empty, anybody can connect to your game.
ca: Si no poseu contrasenya, tothom s''hi podrà connectar.

source: Create game
ca: Crea la partida

source: Join game
ca: Afegeix-me a la partida

source: Remove game
ca: Esborra la partida

source: Do you want to remove game permanently?
ca: Voleu realment esborrar la partida?

source: Players
ca: Jugadors

source: Connected clients
ca: Clients connectats

source: Connecting
ca: Connectant...

source: Host
ca: Amfitrió

source: Back
ca: Enrere

source: Connection failed. Unknown host.
ca: Ha fallat la connexió. Amfitrió desconegut.

source: Connection refused.
ca: La connexió s''ha refusat.

source: Connection failed.
ca: La connexió ha fallat.

source: Invalid port number.
ca: Número de port no vàlid.

source: Nickname
ca: Àlies

source: Start game
ca: Inicia la partida

source: Click twice on a slot button to add a computer player.
ca: Cliqueu dos cops en la ranura per afegir un jugador IA.

source: Legacy Rules
ca: Regles antigues

source: Clock
ca: Rellotge

source: player time limit
ca: Temps límit de cada jugador:

source: minutes
ca: min

source: Presets
ca: Ajustaments predefinits

source: Preset name
ca: Nom de l''ajustament

source: Delete
ca: Esborra

source: Unassigned player
ca: Jugador no assignat

source: Local player
ca: Jugador local

source: Remote player
ca: Jugador remot

source: Computer player
ca: Jugador IA

source: Remote computer player
ca: Jugador IA remot

source: Open player slot
ca: Afegeix una vacant

source: Play again
ca: Juga un altre cop

source: Player
ca: Jugador

source: Rank
ca: Posició

source: Total points
ca: Punts totals

source: Tiles placed
ca: Llosetes jugades

source: Time consumed:(Player/Game)
ca: Temps emprat (jugador/partida):

source: Time consumed:(Percentage)
ca: Temps consumit (percentatge):

source: Roads
ca: Camins

source: Cities
ca: Ciutats

source: Cloisters
ca: Monestirs

source: Farms
ca: Camps

source: Castles
ca: Castells

source: The biggest city
ca: Rei per la ciutat més gran

source: The longest road
ca: Baró bandoler pel camí més llarg

source: Trade goods
ca: Mercaderies

source: Gold
ca: Or

source: Sheep
ca: Ovella

source: Fairy
ca: Fada

source: Tower ransom
ca: Rescat per la torre

source: Bazaars
ca: Basars

source: Wind rose
ca: Rosa dels vents

source: <html>Use <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> or <b>cursor</b> keys to scroll the board. Click with <b>middle</b> mouse button to center the board. Zoom with <b>+</b> or <b>-</b> keys or use mouse <b>wheel</b>.</html>
ca: <html>Useu les tecles <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> o bé les de <b>cursor</b> per desplaçar-vos pel tauler. Per centrar-lo, cliqueu amb el botó <b>central</b> del ratolí. Apropeu i allunyeu el tauler de joc amb les tecles <b>+</b> i <b>-</b> o useu la <b>roda</b> del ratolí.</html>

source: <html>Rotate a tile by <b>Tab</b> key or <b>right</b> mouse click. Place it by <b>left</b> click.</html>
ca: <html>Per girar una lloseta, feu servir la tecla <b>Tab</b> o bé cliqueu amb el botó <b>dret</b> del ratolí. Situeu-la amb un clic amb el botó <b>esquerre</b> del ratolí.</html>

source: <html>When tile is placed use <b>Tab</b> or <b>right</b> click again to select appropriate action.</html>
ca: <html>Quan situeu una lloseta, useu <b>Tab</b> o bé cliqueu amb el botó <b>dret</b> un altre cop per escollir l''acció desitjada.</html>

source: <html>Alternativelly you can pass with <b>Enter</b> or <b>Space</b> to play no action.</html>
ca: <html>També podeu passar amb la tecla <b>Retorn</b> o bé <b>Espai</b> per no realitzar cap acció.</html>

source: <html>Press <b>F</b> to toggle farm hints or <b>X</b> to see last placed tiles.</html>
ca: <html>Premeu <b>F</b> per habilitar/deshabilitar l''ajuda dels camps i <b>X</b> per destacar les últimes llosetes jugades.</html>

source: Create a new game or continue a previously saved one. A game will be hosted on your computer and other players may connect during game set up. You can also play only against any number of computer players.
ca: Creeu una partida nova o continueu-ne una que hi hagi desada. El vostre ordinador serà l''amfitrió i altres jugadors s''hi podran connectar durant la fase de configuració. També podeu jugar contra qualsevol nombre de jugadors IA.

source: or
ca: o bé

source: You can also connect to remote JCloisterZone application hosting a game. Connect when game is created but not yet started.
ca: També us podeu connectar a una aplicació JCloisterZone remota que proveeixi alguna partida. Us heu de connectar quan la partida estigui en la fase de configuració.

source: Connect to other players and play with them using internet connection and public game server play.jcloisterzone.com.
ca: Connecteu-vos amb altres jugadors i jugueu-hi usant la connexió a Internet i el servidor públic de partides en play.cloisterzone.com.

source: Play online
ca: Juga en línia

source: JCloisterZone saved games
ca: Partides desades del JCloisterZone

source: Reconnecting...
ca: Tornant a connectar...

source: Save game
ca: Desa la partida
